Repository: Ayaalakayleh/Workshop_System
Catalog: Workshop.Resources/Common.*.resx
Languages: ar

# Label_Maker
source: Marker
ar: العلامة

# Label_ServiceType
source: Service Type
ar: نوع الخدمة

# Label_SubTotalBeforVat
source: Sub-Total Before Vat
ar: المجموع الفرعي بدون ضريبة

# Label_ErrorReason
source: Error Reason
ar: سبب الخطأ

# Button_Check
source: Check
ar: تعيين

# Button_ClearFields
source: Clear Fields
ar: تفريغ الحقول

# Button_GetWorkOrders
source: Get Work Orders
ar: أحصل على طلبات العمل

# Label_Month
source: Month
ar: شهر

# Label_WorkOrderNumber
source: Work Order Number
ar: رقم أمر العمل

# Label_LaborCost
source: Labor Cost
ar: تكلفة العمالة

# Label_PartsCost
source: Parts Cost
ar: تكلفة القطع

# Label_TotalInvoice
source: Total Invoice
ar: تكلفة الفاتورة

source: Vehicle Workshop System
ar: نظام ورشة المركبات

source: Choose PIN Type
ar: اختر نوع رمز الدخول

source: Pattern
ar: نمط

source: Numeric PIN
ar: رمز رقمي

source: Draw your pattern to unlock
ar: ارسم النمط لفتح القفل

source: Enter 6-digit PIN
ar: أدخل رمزًا مكونًا من 6 أرقام

source: Clear
ar: مسح

source: Close
ar: إغلاق

source: Numeric Keyboard
ar: لوحة أرقام

source: PIN
ar: رمز

source: NOWOR
ar: بدون عمل

source: Time unknown
ar: الوقت غير معروف

source: PIN correct! Redirecting...
ar: تم إدخال الرمز بشكل صحيح! جاري التحويل...

source: Incorrect PIN. Try again.
ar: رمز غير صحيح. حاول مرة أخرى.

# PatternTooShortConnectAtLeast4
source: Pattern too short. Connect at least 4 dots.
ar: النمط قصير جدًا. صِل بين 4 نقاط على الأقل.

source: Pattern correct! Redirecting...
ar: النمط صحيح! جاري التحويل...

source: Incorrect pattern. Try again.
ar: نمط غير صحيح. حاول مرة أخرى.

# DX_NoData
source: No Data
ar: لا يوجد معلومات

source: Break Time Range
ar: نطاق وقت الإستراحة

source: Break Time
ar: نطاق الوقت

source: Work Order
ar: أمر العمل

source: Work Order Type
ar: نوع أمر العمل

# Label_WorkOrder_Status
source: Work Order Status
ar: حالة أمر العمل

# Label_InvoicingStatus
source: Invoicing Status
ar: حالة الفواتير

source: Agreement
ar: العقد

source: Movement
ar: الحركة

source: Service Time
ar: وقت الخدمة

# Label_WorkshopLoading
source: Workshop Loading
ar: تحميل الورشة

# Label_Today
source: Today
ar: اليوم

# Label_Techs
source: Techs
ar: الفنيّون

# Label_Capacity
source: Capacity
ar: الطاقة

# Label_Scheduled
source: Scheduled
ar: المجدول

# Label_Utilisation
source: Utilisation
ar: نسبة الاستخدام

# Label_Day
source: Day
ar: يوم

# Label_Week
source: Week
ar: أسبوع

# Label_TechsTime
source: Techs / Time
ar: الفنيون / الوقت

# Label_UnscheduledLabour
source: Unscheduled Labour
ar: عمل غير مُجدول

# Label_AvailableTechnicians
source: Available Technicians
ar: الفنيون المتاحون

# Label_Assigned
source: Assigned
ar: المُسند

# Label_Available
source: Available
ar: المتاح

# Label_ScheduleLabour
source: Schedule Labour
ar: جدولة العمل

# Label_Overdue
source: Overdue
ar: متأخر

# Label_SaveSchedule
source: Save Schedule
ar: حفظ الجدولة

# Label_Schedule
source: Schedule
ar: جدولة

# Label_DeleteSchedule
source: Delete Schedule
ar: حذف الجدولة

# Label_DeleteScheduleConfirm
source: Are you sure you want to delete this schedule?
ar: هل تريد بالتأكيد حذف هذه الجدولة؟

# Label_YesDelete
source: Yes, delete
ar: نعم، احذف

# Label_Saved
source: Saved
ar: تم الحفظ

# Label_ScheduleSaved
source: Schedule saved successfully.
ar: تم حفظ الجدولة بنجاح.

# Label_Deleted
source: Deleted
ar: تم الحذف

# Label_ScheduleDeleted
source: Schedule deleted.
ar: تم حذف الجدولة.

# Label_Invalid
source: Invalid
ar: غير صالح

# Label_FillAllFields
source: Please fill all required fields.
ar: يرجى تعبئة جميع الحقول المطلوبة.

# Label_StartEnd
source: Start–End
ar: من–إلى

# Label_Empty
source: No unscheduled labour.
ar: لا توجد أعمال غير مجدولة

# Label_Reservations
source: Reservations
ar: الحجوزات

# Label_ReservationsDiaryControls
source: Reservations — Diary Controls
ar: الحجوزات — عناصر التحكم في اليوميات

# Label_Slots30m
source: Slots (30m)
ar: الفترات (30 دقيقة)

# Label_DaySchedule
source: Day Schedule
ar: جدول اليوم

# Label_ReservationsSelectedDay
source: Reservations (Selected Day)
ar: الحجوزات (اليوم المحدد)

# Label_DurationShort
source: Dur
ar: المدة

# Label_Bay
source: Bay
ar: المسار

# Label_NoReservations
source: No reservations
ar: لا توجد حجوزات

# Label_Reserved
source: Reserved
ar: محجوز

# Label_AliH
source: Ali H.
ar: علي ح.

# Label_SaraM
source: Sara M.
ar: سارة م.

# Label_FaisalK
source: Faisal K.
ar: فيصل ك.

# Label_NewTech
source: New Tech
ar: فنّي جديد

# Label_IsFixed
source: Is Fixed?
ar: هل تم إصلاحه؟

# Label_WorkOrderType
source: Work Order Type
ar: نوع أمر العمل

# Label_VehicleType
source: Vehicle Type
ar: نوع المركبة

# Label_SubStatus
source: Sub Status
ar: حالة فرعية

# Label_DamageDate
source: Received Date
ar: تاريخ الاستلام

# Label_DamageTime
source: Damage Time
ar: وقت الضرر

# Label_ReleatedTo
source: Related To
ar: له علاقة بـ

# Label_Agreement
source: Agreement
ar: العقد

# Label_Movement
source: Movement
ar: الحركة

# Label_AgreementId
source: Agreement Id
ar: رقم العقد

# Label_VehicleMovement
source: Vehicle Movement
ar: حركة المركبة

# filepondDragDrop
source: Drag & Drop files here
ar: يمكنك سحب وإفلات الملفات هنا

# Label_RTS_Type
source: RTS Type
ar: نوع رمز RTS

source: New Reservation
ar: حجز جديد

# Label_DurationHour
source: Duration (hour)
ar: المدة(ساعة)

# Label_VehicleName
source: Vehicle
ar: المركبة

# Label_MovementDate
source: Movement Date
ar: تاريخ الحركة

# Label_MovementList
source: Movement List
ar: قائمة الحركات

# Label_ExitBranch
source: Exit Branch
ar: فرع الإنطلاق

# Label_ReceivedBranch
source: Received Branch
ar: فرع الإستلام

# Button_View
source: View
ar: إظهار

# Label_MovementIn
source: Movement In
ar: دخول المركبة

# Label_VehiclesList
source: Vehicles List
ar: قائمة المركبات

# Label_ReceivedMeter
source: Received Meter
ar: قراءة العداد عند الاستلام

# Label_RegularMaintenance
source: Regular Maintenance
ar: صيانة دورية

# Label_CustomerName
source: Customer Name
ar: اسم العميل

# Label_PhoneNo
source: Phone No.
ar: رقم الهاتف

# Label_Dateformat
source: Date format
ar: تنسيق التاريخ

# Label_ReceivedTime
source: Received Time
ar: وقت الاستلام

# Label_Driver
source: Driver
ar: السائق

# Label_VehicleSubStatus
source: Vehicle Sub Status
ar: الحالة الفرعية للمركبة

# Label_AddVehiclePhoto
source: Add vehicle photo(s)
ar: أضف صور المركبة

# Label_Upload
source: Upload
ar: رفع

# Label_AllowedExtensions
source: Allowed extensions
ar: الامتدادات المسموح بها

# Label_MaintenanceTypes
source: Maintenance Types
ar: أنواع الصيانة

# Label_WorkOrder
source: Work Order
ar: أمر العمل

# Label_AccidentNo
source: Accident No.
ar: رقم الحادث

# Label_IsMechanicCheck
source: Mechanic Check
ar: فحص الميكانيكي

# Label_Undo
source: Undo
ar: تراجع

# Label_Clear
source: Clear
ar: مسح

# Label_EmployeeSignature
source: Employee Signature
ar: توقيع الموظف

# Label_DriverSignature
source: Driver Signature
ar: توقيع السائق

# Label_ResetSignature
source: Reset Signature
ar: إعادة تعيين التوقيع

# Label_Button_Save
source: Save
ar: حفظ

# Label_SuccessTitle
source: Success
ar: تم بنجاح

# Label_Ok
source: OK
ar: موافق

# Label_Morethan
source: More than
ar: أكبر من

# Label_selectVehicle
source: Select Vehicle
ar: اختر المركبة

# Label_ChooseVehicle
source: Choose a vehicle
ar: اختر مركبة

# Label_ChooseMovementType
source: Choose movement type
ar: اختر نوع الحركة

# Label_AddFilesForVehicle
source: Add files for the vehicle
ar: أضف ملفات للمركبة

# Label_OdometerMustMatchTheVreviousReadingOrExceedsIt
source: Odometer must match the previous reading or exceed it
ar: يجب أن تطابق قراءة العداد القراءة السابقة أو تتجاوزها

# Label_KiloMeter
source: Kilometer
ar: كيلومتر

# Label_DoneSuccessfully
source: Done successfully
ar: تم بنجاح

# Label_Error
source: Error
ar: خطأ

# Label_WorkOrderMaintenance
source: Work Order Maintenance
ar: صيانة أمر عمل

# Label_Hijri
source: Hijri
ar: هجري

# Label_Gregorian
source: Gregorian
ar: ميلادي

source: Select This Vehicle
ar: اختر هذه المركبة

# Label_DeepScratch
source: Deep Scratch
ar: خدش عميق

# Label_SmallScratch
source: Small Scratch
ar: خدش بسيط

# Label_VeryDeepScratch
source: Very Deep Scratch
ar: خدش عميق جدًا

# Label_BendInBody
source: Bend in Body
ar: ضرر في الهيكل

source: N/A
ar: غير متوفر

# Label_Branch
source: Branch
ar: الفرع

# Label_LastMaintenance
source: Last Maintenance
ar: الصيانة الأخيرة

# Label_Insured
source: Insured
ar: مؤمن عليه

# Title_BreakLogs
source: Idle Logs
ar: سجلات الاستراحة

# Label_Started At
source: Started At
ar: تاريخ البدء

# Label_NoHistory
source: No history for today
ar: لا يوجد سجل لليوم

# Label_Idle
source: Idle
ar: استراحة

# Button_Logs
source: Logs
ar: السجلات

# Button_Idle
source: Idle
ar: استراحة

# Text_Loading
source: Loading...
ar: جارٍ التحميل...

# Text_NoLogsFound
source: No logs found for this record.
ar: لا توجد سجلات لهذا السجل.

# Text_LoadError
source: Failed to load logs.
ar: فشل تحميل السجلات.

# Col_ID
source: ID
ar: المعرف

# Col_Reason
source: Reason
ar: السبب

# Col_Note
source: Note
ar: الملاحظة

# Col_Hint
source: Hint
ar: التلميح

# Col_Period
source: Period
ar: الفترة

# Col_StartDate
source: Start (Date)
ar: تاريخ البدء

# Col_EndDate
source: End (Date)
ar: تاريخ الانتهاء

# DT_Search
source: Search:
ar: بحث:

# DT_SearchPlaceholder
source: Search history...
ar: ابحث في السجل...

# DT_EmptyTable
source: No data available in table
ar: لا توجد بيانات في الجدول

# DT_Info
source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار _START_ إلى _END_ من أصل _TOTAL_ مُدخل

# DT_InfoEmpty
source: Showing 0 to 0 of 0 entries
ar: إظهار 0 إلى 0 من أصل 0 مُدخل

# DT_InfoFiltered
source: (filtered from _MAX_ total entries)
ar: (مصفاة من أصل _MAX_ مُدخل)

# DT_LengthMenu
source: Show _MENU_ entries
ar: أظهر _MENU_ مُدخلًا

# DT_LoadingRecords
source: Loading...
ar: جارٍ التحميل...

# DT_Processing
source: Processing...
ar: جارٍ المعالجة...

# DT_ZeroRecords
source: No matching records found
ar: لم يتم العثور على نتائج مطابقة

# DT_Paginate_First
source: First
ar: الأول

# DT_Paginate_Last
source: Last
ar: الأخير

# DT_Paginate_Next
source: Next
ar: التالي

# DT_Paginate_Previous
source: Previous
ar: السابق

# Booked_Reservation
source: Reservation has been successfully booked.
ar: تم حجز الموعد بنجاح.

# Reservation_Cancelation
source: Are you sure you want to cancel this reservation?
ar: هل أنت متأكد أنك تريد إلغاء هذا الحجز؟

# Reservation_Cancelation_Header
source: Cancel Reservation?
ar: إلغاء الحجز؟

# Reservation_Canceled
source: Reservation has been cancelled.
ar: تم إلغاء الحجز.

# Button_CreateWorkorder
source: Create Workorder
ar: إنشاء أمر عمل

# Button_Book
source: Book
ar: حجز

source: Day
ar: يوم

source: Week
ar: أسبوع

source: Hi
ar: أهلاً

# WelcomeMessage
source: Welcome to Workshop System. On this page, you can go to any page in the system in an easy and very convenient way.
ar: أهلاً بك في نظام الورشة. في هذه الصفحة، يمكنكم الوصول إلى أي صفحة في النظام بسهولة ويسر.

source: Screen Shortcuts
ar: إختصارات الشاشات

source: Account Definition
ar: تعريف الحسابات

# ExternallyTransportedVehicle
source: External Vehicle Transportation
ar: نقل المركبات الخارجية

# Label_Recall
source: Recall
ar: إعادة الطلب

# Label_AddNew
source: Add New
ar: إضافة جديد

# Label_Search
source: Search
ar: بحث

# Label_Reset
source: Reset
ar: إعادة تعيين

# Label_RecallDefinition
source: Recall Definition
ar: تعريف إعادة الطلب

# Label_Title
source: Title
ar: العنوان

# Label_StartDate
source: Start Date
ar: تاريخ البدء

# Label_EndDate
source: End Date
ar: تاريخ الانتهاء

# Label_ImportExcel
source: Import Excel
ar: استيراد إكسل

# Label_Chassis
source: Chassis
ar: رقم الشاصي

# Label_NoData
source: No data
ar: لا توجد بيانات

# Label_Confirm
source: Confirm
ar: تأكيد

# Label_Yes
source: Yes
ar: نعم

# Label_No
source: No
ar: لا

# Label_FilepondIdle
source: Drag & drop an Excel file here or <span class='filepond--label-action'>Browse</span>
ar: اسحب ملف الإكسل وأفلته هنا أو <span class='filepond--label-action'>تصفح</span>

# Validation_FileTypeExcel
source: Excel files only
ar: يُسمح بملفات Excel فقط

# Validation_FileRequired
source: Please select a file
ar: يرجى اختيار ملف

# Validation_Required
source: This field is required
ar: هذا الحقل إجباري

# Validation_DateRange
source: End date must be after start date
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء

# Validation_GridRequired
source: Please complete the required fields in the table
ar: يرجى استكمال الحقول المطلوبة في الجدول

# Validation_GridEmpty
source: The table has no data
ar: الجدول لا يحتوي على بيانات

source: Service Reminder Status
ar: حالة تذكير الخدمة

source: Scheduled
ar: مجدول

source: Due Soon
ar: مستحق قريبًا

source: Overdue
ar: متأخر

# ServiceReminder
source: Service Reminders
ar: تذكيرات الخدمة

source: Add Service Reminder Rule
ar: إضافة قاعدة لتذكير الخدمة

source: Manufacturer
ar: الشركة المصنعة

# Label_TimeDuo
source: Time Due
ar: وقت الاستحقاق

# Label_PrimaryMeterInterval
source: Primary Meter Interval
ar: فاصل العداد الأساسي

# Label_PrimaryMeterDue
source: Primary Meter Due
ar: استحقاق العداد الأساسي

source: Manually
ar: يدويًا

source: Cancel
ar: إلغاء

# SuccessTitle
source: Done successfully
ar: تم بنجاح

# ErrorHappened
source: An error occurred
ar: حدث خطأ

source: Loading...
ar: جارٍ التحميل…

# SwalDeleteCancel
source: No, cancel
ar: لا، إلغاء

source: from now
ar: من الآن

source: ago
ar: مضت

source: Every
ar: كل

source: Notifications
ar: الإشعارات

# NotificationsDescription
source: If ON, and the user has Notification Settings enabled for Service Reminders, the user will receive a notification at 7:00 am once the reminder becomes Due Soon or Overdue, and then weekly until resolved.
ar: عند التفعيل، وإذا كانت إعدادات الإشعارات لتذكيرات الخدمة مفعّلة لدى المستخدم، فسيتلقى إشعارًا الساعة 7:00 صباحًا عند انتقال التذكير إلى "مستحق قريبًا" أو "متأخر"، ثم أسبوعيًا حتى يتم الحل.

# Unit_Kilometer
source: km
ar: كم

source: Total
ar: المجموع

# Placeholder_SelectManufacturer
source: -- Select Manufacturer --
ar: -- اختر الشركة المصنعة --

# Placeholder_SelectVehicle
source: -- Select Vehicle --
ar: -- اختر المركبة --

# Placeholder_SelectModel
source: -- Select Model --
ar: -- اختر الطراز --

# Placeholder_SelectService
source: -- Select Service --
ar: -- اختر الخدمة --

# Placeholder_Select
source: -- Select --
ar: -- اختر --

# Placeholder_SelectTimeIntervalUnit
source: -- Select Time Interval Unit --
ar: -- اختر وحدة الفاصل الزمني --

# Placeholder_SelectVehicleClass
source: -- Select Vehicle Class --
ar: -- اختر فئة المركبة --

# RequiredField
source: This field is required
ar: هذه الخانة مطلوبة

source: Transfer Date
ar: تاريخ التحويل

source: Expected Return Date
ar: تاريخ العودة المتوقع

# Label_Groups
source: Groups
ar: المجموعات

# Label_Active
source: Active
ar: فعال

# Label_CreateJobCard
source: Create Job Card
ar: انشاء كرت صيانة

# Label_MovementOut
source: Movement Out
ar: اخراج المركبة

# Label_TimeRange
source: Time Range
ar: المدة الزمنية

# Label_BreakTimeRange
source: Break Time Range
ar: وقت الإستراحة

# Label_PrimaryDescription
source: Description (EN)
ar: الوصف باللغة الأنجليزية

# Label_SecondaryDescription
source: Description (AR)
ar: الوصف باللعة العربية

# Hint_desc
source: Break time is excluded from job time.
ar: يتم استثناء وقت الاستراحة من وقت العمل.

# Label_Confirmed
source: Confirmed
ar: مؤكد

# Label_Under_Repair
source: Under Repair
ar: تحت الصيانة

# Label_Tax
source: Tax
ar: الضريبة

source: Sales Type
ar: نوع حساب البيع

source: Discount Labor
ar: مجموع خصم الخدمات

source: Discount Parts
ar: مجموع خصم القطع

source: General Request
ar: طلب قطع

source: Transfer Vehicle
ar: تحويل المركبة

# Title_Labours
source: Labours
ar: العمال

source: No Parts History Found
ar: لا يوجد تاريخ قطع

# NoLabourHistoryFound
source: No Labours History Found
ar: لا يوجد تاريخ عمال

# Label_ShortDescription
source: Short Description
ar: وصف قصير

# Label_Locator
source: Locator
ar: موقع التخزين

# Label_Unit
source: Unit
ar: الوحدة

# Label_RequestQuantity
source: Request Qty
ar: الكمية المطلوبة

# Label_UsedQuantity
source: Used Qty
ar: الكمية المستخدمة

# Label_Approve
source: Approve
ar: موافق

source: Manual Date
ar: التاريخ اليدوي

# Label_ ManualMeterInterval
source: Manual Meter Interval
ar: الفاصل الزمني للعداد اليدوي

# Label_Maintenance
source: Maintenance
ar: الصيانة

# Label_Rented
source: Rented
ar: مستأجرة

# Label_StaffService
source: Staff Service
ar: خدمة الموظفين

# Label_Complementry
source: Complimentary
ar: مجاني

# Label_ExitTime
source: Exit Time
ar: وقت الخروج

# Label_FuelLevel
source: Fuel Level
ar: مستوى الوقود

# Label_ExpectedReturnDate
source: Expected Return Date
ar: تاريخ العودة المتوقع

# Label_ExpectedReturnTime
source: Expected Return Time
ar: وقت العودة المتوقع

# Label_ExitMeter
source: Exit Meter
ar: عداد الخروج

# Label_PartSublet
source: Part Sublet
ar: قطعة خارجية من مورد آخر

# Label_ApproveAll
source: Approve All
ar: الموافقة على الكل

# Label_Reject
source: Reject
ar: رفض

# Label_PartApproved
source: Part Approved Successfully!
ar: تم الموافقة

# Label_PartReject
source: Part Rejected Successfully!
ar: تم الرفض بنجاح

# Label_PartReceived
source: Part Received Successfully!
ar: تم استلام القطع بنجاح

# ActiveReservationExists
source: This vehicle already has an active reservation.
ar: هذه المركبة لديها حجز نشِط بالفعل

# Label_Warning
source: Warning
ar: تنبيه

# Label_PartTransferReq
source: Transfer Request has been Sent
ar: تم ارسال طلب نقل

source: Discount
ar: خصم

# Label_Color
source: Color
ar: اللون

# Label_Class
source: Class
ar: الفئة
