Repository: Ayaalakayleh/Workshop_System
Catalog: Workshop.Resources/Common.*.resx
Languages: ar

# Button_Add
source: Add
ar: إضافة

# Button_AddNew
source: Add New
ar: إضافة جديد

# Button_Edit
source: Edit
ar: تعديل

# Label_Dashboard
source: Dashboard
ar: لوحة التحكم

# Label_NextDue
source: Next Due
ar: الاستحقاق التالي

# Label_Model
source: Model
ar: الطراز

# Label_ServiceTask
source: Service Task
ar: مهمة الصيانة

# Label_VechileType
source: Vehicle Type
ar: نوع المركبة

# Label_Services
source: Services
ar: الخدمات

# Label_Repeats
source: Repeats
ar: التكرار

# Label_TimeInterval
source: Time Interval
ar: الفاصل الزمني

# Label_PrimaryName
source: Name (EN)
ar: الاسم باللغة الإنجليزية

# Label_Secondaryname
source: Name (AR)
ar: الاسم باللغة العربية

# Label_Technicians
source: Technicians
ar: الفنيين

# Label_UserName
source: User Name
ar: اسم المستخدم

# Label_WorkingDateFrom
source: Working Date From
ar: تاريخ بدء العمل

# Label_WorkingDateTo
source: Working Date To
ar: تاريخ انتهاء العمل

# Label_WorkingTimeFrom
source: Working Time From
ar: وقت بدء العمل

# Label_WorkingTimeTo
source: Working Time To
ar: وقت انتهاء العمل

# Label_Delete
source: Delete
ar: حذف

# Label_Action
source: Action
ar: إجراء

# Label_PhoneNumber
source: Phone Number
ar: رقم الهاتف

# Label_BackToList
source: Back to List
ar: رجوع إلى القائمة

# Label_Save
source: Save
ar: حفظ

# Label_Slot
source: Slot
ar: المدة الزمنية

# Label_Skills
source: Skills
ar: المهارات

# Label_Domain
source: Domain
ar: المجال

# Label_Department
source: Department
ar: القسم

# Label_BirthDate
source: Birth Date
ar: تاريخ الميلاد

# Label_PrimaryAddress
source: Primary Address
ar: العنوان الرئيسي

# Label_SecondaryAddress
source: Secondary Address
ar: العنوان الفرعي

# Label_Email
source: Email
ar: البريد الإلكتروني

# Label_TechniciansProfile
source: Technicians Profile
ar: تعريف الفنيين

# Label_Name
source: Name
ar: الاسم

# Label_Date
source: Date
ar: التاريخ

# Label_WorkingHours
source: Working Hours
ar: ساعات العمل

source: Search On All Pages
ar: البحث في جميع الصفحات

source: User Name
ar: اسم المستخدم

source: Name
ar: الاسم

source: Email
ar: البريد الإلكتروني

# Button_Search
source: Search
ar: بحث

# Button_Reset
source: Reset
ar: تصفية

# label_UploadTechnicianPhoto
source: Upload Technician Photo
ar: أرفق صورة الفني

# Label_City
source: City
ar: المدينة

# Label_Id
source: ID
ar: المعرّف

# Label_ParentWorkshop
source: Parent Workshop
ar: الورشة الأساسية

# Label_PrimaryLanguage
source: Primary Language
ar: اللغة الأساسية

# Label_SecondaryLanguage
source: Secondary Language
ar: اللغة الثانوية

# Label_Select
source: Select
ar: اختر

source: Dashboard
ar: لوحة التحكم

source: New
ar: جديد

source: Department
ar: القسم

# FilePondPluginImagePreview
source: Image Preview
ar: معاينة الصورة

# FilePondPluginFileValidateType
source: File Type Validation
ar: التحقق من نوع الملف

# FilePondPluginFileValidateSize
source: File Size Validation
ar: التحقق من حجم الملف

# FilePondPluginImageCrop
source: Image Crop
ar: قص الصورة

# SwalDeleteTitle
source: Are you sure?
ar: هل أنت متأكد؟

# SwalDeleteConfirm
source: Yes, delete it
ar: نعم، احذف

# swalDeleteNo
source: No
ar: لا

# ErrorHappend
source: An error has occurred
ar: حدث خطأ ما

source: Deleted
ar: تم الحذف

source: Cancelled
ar: تم الإلغاء

# val_PrimaryNameMin
source: Primary name must be at least 2 characters
ar: يجب أن يكون الاسم الأساسي حرفين على الأقل

# val_PrimaryNameMax
source: Primary name cannot exceed 50 characters
ar: لا يجب أن يزيد الاسم الأساسي عن خمسين حرفًا

# val_SecondaryNameMin
source: Secondary name must be at least 2 characters
ar: يجب أن يكون الاسم الثانوي حرفين على الأقل

# val_SecondaryNameMax
source: Secondary name cannot exceed 50 characters
ar: لا يجب أن يزيد الاسم الثانوي عن 50 حرفًا

# val_BirthDateInvalid
source: Please enter a valid date
ar: يرجى إدخال تاريخ صحيح

# val_BirthDateMinAge
source: Technician must be at least 18 years old
ar: يجب أن يكون عمر الفني 18 سنة على الأقل

source: Save
ar: حفظ

source: Saving...
ar: جارٍ الحفظ…

source: Try Again
ar: حاول مرة أخرى

source: OK
ar: موافق

# msgSuccessTitle
source: The operation was successful
ar: تمت العملية بنجاح

# loadingText
source: Loading...
ar: جار التحميل...

source: Technician Work Schedule
ar: جدول عمل الفني

source: Working Date & Time Range
ar: أوقات العمل

source: Lookup Management
ar: إدارة القوائم المرجعية

source: Lookup Categories
ar: فئات القوائم المرجعية

source: Select
ar: اختر

source: Lookup Management List
ar: قائمة البيانات

source: Code
ar: الرمز

# Label_Actions
source: Actions
ar: الإجراءات

source: Short Name
ar: الاسم المختصر

source: Description
ar: الوصف

source: Status
ar: الحالة

source: Allowed Units
ar: الوحدات المسموحة

source: Unit Of Labour
ar: وحدة العمل

source: Minutes Per Unit
ar: الدقائق لكل وحدة

source: Standard Time
ar: التوقيت القياسي

source: Labour Group
ar: مجموعة العمل

source: Labor Rate
ar: معدل العمالة

source: VAT Rate
ar: نسبة الضريبة

source: Applicable Models
ar: النماذج المطبقة

# Label_EffectiveDate
source: Effective Date
ar: تاريخ السريان

source: Active
ar: فعال

source: Is Warranty?
ar: هل هو مكفول؟

source: Create
ar: إنشاء

source: Edit
ar: تعديل

# Label_PricingMethod
source: Pricing Method
ar: طريقة التسعير

source: Fixed
ar: ثابت

source: Summation Price
ar: سعر المجموع

# Label_TotalTime
source: Total Time
ar: إجمالي الوقت

source: Is Active?
ar: هل هو فعال؟

# SequenceNo
source: Sequence Number
ar: الرقم التسلسلي

source: Qty
ar: الكمية

source: Remove
ar: إزالة

source: Add New Row
ar: إضافة سطر جديد

source: Teams
ar: الفريق

source: Delete
ar: حذف

source: Color
ar: اللون

source: Shifts
ar: أوقات الدوام

source: Technicians
ar: الفنيين

source: Skills
ar: المهارات

source: Efficiency
ar: الكفاءة

# DOW
source: Day Of Week
ar: يوم الأسبوع

source: Span Midnight
ar: دوام منتصف الليل

source: Primary Name
ar: الاسم باللغة الإنجليزية

source: Secondary Name
ar: الاسم باللغة العربية

source: Sunday
ar: الأحد

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

# Title_CreateShift
source: Create Shift
ar: إنشاء وقت دوام جديد

# Title_EditShift
source: Edit Shift
ar: تعديل وقت الدوام

# Label_NameEN
source: Name (EN)
ar: الاسم باللغة الإنجليزية

# Label_NameAR
source: Name (AR)
ar: الاسم باللغة العربية

# Label_WorkshopDefinition
source: Workshop Definition
ar: تعريف ورشة

# Label_CreatedDate
source: Created Date
ar: تاريخ الإنشاء

# Label_ParentId
source: Parent
ar: الورشة الرئيسية

# Label_GoogleURL
source: Google URL
ar: رابط خرائط جوجل

# Label_CityId
source: City
ar: رقم المدينة

# Label_InsuranceCompany
source: Insurance Company
ar: شركة التأمين

# Label_Vat
source: VAT
ar: ضريبة القيمة المضافة

# Label_Supplier
source: Supplier
ar: المزود

# Button_Save
source: Save
ar: حفظ

# Button_BackToList
source: Back to list
ar: رجوع للقائمة

# Labrl_VehicleDefinitions
source: Vehicle Definitions
ar: تعريفات المركبة

# Labrl_Manufacturer
source: Manufacturer
ar: المصنع

# Label_PlateNumber
source: Plate Number
ar: رقم اللوحة

# Title_RepairOrdersWIP
source: Repair Orders / WIP
ar: كرت الصيانة

# Label_Status
source: Status
ar: الحالة

# Label_WIPNo
source: WIP Number
ar: رقم كرت الصيانة

# Label_Type
source: Type
ar: النوع

# Label_Customer
source: Customer
ar: العميل

# Label_Vehicle
source: Vehicle
ar: المركبة

# Label_Mileage
source: Mileage
ar: العداد

# Label_Lines
source: Lines
ar: الخطوط

# Button_Open
source: Open
ar: فتح

# Button_Invoice
source: Invoice
ar: فاتورة

# Title_AddEditRepairOrderWIP
source: Add Repair Order / WIP
ar: إضافة كرت صيانة جديد

# Label_AccountNumber
source: Account number
ar: رقم الحساب

# Label_ServiceAdvisor
source: Service Advisor
ar: مستشار الخدمة

# Label_Notes
source: Notes
ar: الملاحظات

source: VIN
ar: رقم تعريف المركبة

# Label_DoorNumber
source: Door Number
ar: رقم الباب

# Button_Select
source: Select
ar: إختر

# Button_Back
source: Back
ar: الرجوع

# Button_Booking
source: Booking
ar: حجز

# Title_WIPDetails
source: WIP details
ar: تفاصيل كرت الصيانة

# Title_LabourLines
source: Labour lines
ar: بنود الأجور

# Title_PartsLines
source: Parts lines
ar: بنود القطع

# Title_Totals
source: Totals
ar: الإجماليات

# Title_AddRTSLabour
source: Add RTS labour
ar: إضافة عمل RTS

# Title_AddPart
source: Add part
ar: إضافة قطعة

# Title_ScheduleLabour
source: Schedule labour
ar: جدولة العمل

# Title_VehicleInformation
source: Vehicle information
ar: معلومات المركبة

# Title_OdometerReadings
source: Odometer readings
ar: قراءات العداد

# Title_VehicleDetails
source: Vehicle details
ar: تفاصيل المركبة

# Title_Warranty
source: Warranty
ar: الضمان

# Title_Dates
source: Dates
ar: التواريخ

# Title_Parts
source: Parts
ar: القطع

# Title_Labour
source: Labour
ar: الأجور

# Title_ServiceDetails
source: Service details
ar: تفاصيل الخدمة

# Title_Confirm
source: Confirm
ar: تأكيد

# Title_Done
source: Done
ar: تم

# Button_AddRTS
source: Add RTS
ar: إضافة RTS

# Button_AddParts
source: Add parts
ar: إضافة قطع

# Button_Delete
source: Delete
ar: حذف

# Button_Close
source: Close
ar: إغلاق

# Button_Cancel
source: Cancel
ar: إلغاء

# Button_SaveSchedule
source: Save schedule
ar: حفظ الجدولة

# Button_Details
source: Details
ar: عرض التفاصيل

# Label_AccountType
source: Account type
ar: نوع الحساب

# Label_Retail
source: Retail
ar: تجزئة

# Label_Warranty
source: Warranty
ar: ضمان

# Label_Internal
source: Internal
ar: داخلي

# Label_Insurance
source: Insurance
ar: تأمين

# Label_InProgress
source: In progress
ar: قيد التنفيذ

# Label_Open
source: Open
ar: مفتوح

# Label_OnHold
source: On hold
ar: معلّق

# Label_Completed
source: Completed
ar: مكتمل

# Label_Closed
source: Closed
ar: مغلق

# Label_Reg
source: Reg
ar: التسجيل

# Label_Appt
source: Appt
ar: الموعد

# Label_Account
source: Account
ar: الحساب

# Label_Options
source: Options
ar: الخيارات

# Label_Order
source: Order
ar: الطلب

# Label_Codes
source: Codes
ar: الأكواد

# Label_Service
source: Service
ar: الخدمة

# Label_Operators
source: Operators
ar: المشغّلون

# Label_ServiceHistory
source: Service history
ar: سجل الصيانة

# Label_ServiceHistoryDetails
source: Service history details
ar: تفاصيل سجل الصيانة

# Label_AdditionalNotes
source: Additional notes
ar: ملاحظات إضافية

# Label_Currency
source: Currency
ar: العملة

# Label_PaymentDate
source: Payment date
ar: تاريخ الدفع

# Label_Terms
source: Terms
ar: الشروط

# Label_AvailableCredit
source: Available credit
ar: الرصيد المتاح

# Label_WIPstatus
source: WIP status
ar: حالة كرت الصيانة

# Label_JobOpenBy
source: Job opened by
ar: فتح العمل بواسطة

# Label_Advisor
source: Advisor
ar: المستشار

# Label_Reception
source: Reception
ar: الاستقبال

# Label_Memo
source: Memo
ar: مذكرة

# Label_Description
source: Description
ar: الوصف

# Label_Allowed
source: Allowed
ar: مسموح

# Label_RatePerHour
source: Rate/hr
ar: السعر/ساعة

# Label_Hours
source: Hours
ar: الساعات

# Label_TimeTaken
source: Time taken
ar: الوقت المستغرق

# Label_LineTotal
source: Line total
ar: مجموع البند

# Label_Draft
source: Draft
ar: مسودة

# Label_Code
source: Code
ar: الرمز

# Label_Number
source: Number
ar: الرفم

# Label_Qty
source: Qty
ar: الكمية

# Label_UnitPrice
source: Unit price
ar: سعر الوحدة

# Label_ACCompressorReplace
source: AC compressor replace
ar: استبدال كمبروسر المكيف

# Label_InterimService
source: Interim Service
ar: خدمة مؤقتة

# Label_FrontBrakePads
source: Front brake pads
ar: بدلات الفرامل الأمامية

# Label_OilFilter
source: Oil filter
ar: فلتر زيت

# Label_EngineOil5W30
source: Engine oil 5W30 (4L)
ar: زيت محرك 5W30 (٤ لتر)

# Label_BrakePads
source: Brake pads
ar: بدلات فرامل

# Label_Labour
source: Labour
ar: الأجور

# Label_Parts
source: Parts
ar: القطع

# Label_Subtotal
source: Subtotal
ar: المجموع الفرعي

# Label_Total
source: Total
ar: الإجمالي

# Label_FilterByDescriptionDemoOnly
source: Filter by description (demo only)
ar: فلترة حسب الوصف (عرض فقط)

# Label_All
source: All
ar: الكل

# Label_Category
source: Category
ar: التصنيف

# Label_Std
source: Std
ar: قياسي

# Label_CostSAR
source: Cost (SAR)
ar: التكلفة (ريال)

# Label_Sell
source: Sell (auto 25% markup if 0)
ar: سعر البيع (إضافة 25% تلقائياً إذا 0)

# Label_DiscountPct
source: Discount %
ar: نسبة الخصم

# Label_Approved
source: Approved
ar: معتمد

# Label_Posted
source: Posted
ar: مرحّل

# Label_Technician
source: Technician
ar: الفني

# Label_Start
source: Start
ar: البدء

# Label_DurationMins
source: Duration (mins)
ar: المدة (دقيقة)

# Label_Ends
source: Ends
ar: ينتهي

# Label_Job
source: Job
ar: العملية

# Label_FillRequired
source: Please fill required fields
ar: يرجى تعبئة الحقول المطلوبة

# Label_SaleType
source: Sale type
ar: نوع البيع

# Label_CarPark
source: Car park
ar: موقف المركبة

# Label_Workshop
source: Workshop
ar: الورشة

# Label_BodyShop
source: Body shop
ar: السمكرة

# Label_VehicleHere
source: Vehicle here
ar: المركبة موجودة

# Label_Outside
source: Outside
ar: خارج الورشة

# Label_Note
source: Note
ar: ملاحظة

# Label_CustomerContact
source: Customer contact
ar: تواصل العميل

# Label_CreatedBy
source: Created by
ar: أنشئ بواسطة

# Label_CreatedAt
source: Created at
ar: تاريخ الإنشاء

# Label_Registration
source: Registration
ar: التسجيل

# Label_MakeModel
source: Make/Model
ar: الطراز/الموديل

# Label_Year
source: Year
ar: السنة

# Label_Engine
source: Engine
ar: المحرك

# Label_ServiceDescription
source: Service description
ar: وصف الخدمة

# Label_CustomerConcerns
source: Customer concerns
ar: ملاحظات العميل

# Label_AdvisorNotes
source: Advisor notes
ar: ملاحظات المستشار

# Label_Previous
source: Previous
ar: السابق

# Label_CurrentIn
source: Current (in)
ar: الحالي (دخول)

# Label_CurrentOut
source: Current (out)
ar: الحالي (خروج)

# Label_Manufacturer
source: Manufacturer
ar: الشركة المصنعة

# Label_Body
source: Body
ar: الهيكل

# Label_Extended
source: Extended
ar: ممتد

# Label_MOT
source: MOT
ar: فحص المركبة

# Label_Emissions
source: Emissions
ar: الانبعاثات

# Label_Registered
source: Registered
ar: مسجّل

# Label_Delivered
source: Delivered
ar: مسلّم

# Label_CreatingOperator
source: Creating operator
ar: المشغّل المنشئ

# Label_BookedInOperator
source: Booked in operator
ar: مشغّل الإدخال

# Label_InvoicingOperator
source: Invoicing operator
ar: مشغّل الفوترة

# Label_BookedOutOperator
source: Booked out operator
ar: مشغّل الإخراج

# Label_OwningOperator
source: Owning operator
ar: المشغّل المالك

# Label_DecardingOption
source: Decarding option
ar: خيار الصرف

# Label_Requisition
source: Requisition
ar: طلب صرف

# Label_Issue
source: Issue
ar: صرف مباشر

# Label_None
source: None
ar: لا يوجد

# Label_ReturnParts
source: Return parts
ar: إرجاع القطع

# Label_RepeatRepair
source: Repeat repair
ar: إعادة إصلاح

# Label_UpdateDemand
source: Update demand
ar: تحديث الطلب

# Label_PartialInvoicing
source: Partial invoicing
ar: فوتره جزئية

# Label_OrderNo
source: Order no.
ar: رقم الطلب

# Label_EstimateNo
source: Estimate no.
ar: رقم التقدير

# Label_JobcardNo
source: Jobcard no.
ar: رقم بطاقة العمل

# Label_Contact
source: Contact
ar: جهة الاتصال

# Label_Salutation
source: Salutation
ar: التحية

# Label_CustomerWaiting
source: Customer waiting
ar: العميل منتظر

# Label_LoanVehicle
source: Loan vehicle
ar: سيارة بديلة

# Label_DueIn_Date
source: Due in (date)
ar: تاريخ الدخول

# Label_DueIn_Time
source: Due in (time)
ar: وقت الدخول

# Label_DueOut_Date
source: Due out (date)
ar: تاريخ الخروج

# Label_DueOut_Time
source: Due out (time)
ar: وقت الخروج

# Label_CreationDate
source: Creation date
ar: تاريخ الإنشاء

# Label_InvoiceDate
source: Invoice date
ar: تاريخ الفاتورة

# Label_Event
source: Event
ar: الحدث

# Label_Odometer
source: Odometer
ar: قراءة العداد

# Label_Value
source: Value
ar: القيمة

# Label_Repair
source: Repair
ar: إصلاح

# Label_Product
source: Product
ar: المنتج

# Label_Quantity
source: Qty
ar: الكمية

# Label_Price
source: Price
ar: السعر

# Label_ContribPct
source: Contrib%
ar: نسبة المساهمة

# Label_Cost
source: Cost
ar: التكلفة

# Label_RTSCode
source: RTS code
ar: رمز RTS

# Label_Time
source: Time
ar: الوقت

# Label_Rate
source: Rate
ar: التعرفة

# Label_ExtValue
source: Ext. value
ar: القيمة الإضافية

# Label_PointOfSaleAccount
source: Point of sale account
ar: حساب نقطة البيع

# Label_AftersalesBranch
source: Aftersales branch
ar: فرع ما بعد البيع

# Label_AftersalesExecutive
source: Aftersales executive
ar: مسؤول ما بعد البيع

# Label_DisplayOdometerAs
source: Display odometer as
ar: عرض العداد كـ

# Label_Kilometres
source: Kilometres
ar: كيلومترات

# Label_LastServiceDate
source: Last service date
ar: تاريخ آخر خدمة

# Label_NextServiceDue
source: Next service due
ar: موعد الخدمة التالية

# Label_DateOfLastWork
source: Date of last work
ar: تاريخ آخر عمل

# Label_LastKnownOdometer
source: Last known odometer
ar: آخر قراءة معروفة للعداد

# Label_TimingBelt
source: Timing belt
ar: سير التايمنج

# Label_ServiceInterval
source: Service interval
ar: فترة الخدمة

# Label_Months
source: Months
ar: أشهر

# Label_Or
source: or
ar: أو

# Label_MSCompany
source: MS Company
ar: شركة MS

# Label_ServiceFlag1
source: Last road safety test
ar: آخر اختبار سلامة الطريق

# Label_ServiceFlag2
source: First road safety test interval
ar: فترة أول اختبار سلامة

# Label_ServiceFlag3
source: Road safety test expiry
ar: انتهاء اختبار السلامة

# Label_ServiceFlag4
source: Road safety test interval
ar: فترة اختبار السلامة

# Label_ServiceFlag5
source: Next emission
ar: الفحص القادم للانبعاثات

# Label_ServiceFlag6
source: Brake fluid
ar: سائل الفرامل

# Label_ServiceFlag7
source: Air con inspection
ar: فحص التكييف

# Label_ServiceFlag8
source: Cambelt inspection
ar: فحص سير الكاتينة

# Label_ServiceFlag9
source: Transmission oil change
ar: تغيير زيت الجير

# Label_ServiceFlag10
source: Return parts
ar: إرجاع القطع

# Label_RequiredField
source: Required field
ar: حقل مطلوب

# Label_AreYouSure
source: Are you sure?
ar: هل أنت متأكد؟

# Label_Menu
source: Menu
ar: مجموعة

# Title_Clocking
source: Clocking
ar: تتبّع الدوام

# Title_NewClocking
source: New Clocking
ar: تسجيل جديد

# Title_ActiveClockings
source: Active Clockings
ar: الدوامات النشطة

# Title_TodaysHistory
source: Today's History
ar: سجل اليوم

# Title_StartBreak
source: Start Idle
ar: بدء الاستراحة

# Label_WIP
source: WIP
ar: أمر العمل

# Label_LabourLine
source: Labour Line
ar: بند العمل

# Label_ElapsedWorked
source: Elapsed Worked
ar: الوقت المنقضي

# Label_AllowedTime
source: Allowed Time
ar: الوقت المسموح

# Label_Period
source: Period
ar: الفترة

# Label_Worked
source: Worked
ar: العمل

# Label_Breaks
source: Breaks
ar: الاستراحات

# Label_Reason
source: Reason
ar: السبب

# Label_NoteOptional
source: Note (optional)
ar: ملاحظة (اختياري)

# Label_ShortNote
source: Short note
ar: ملاحظة قصيرة

# Label_Hint
source: Hint
ar: تلميح

# Label_Hint_BreakExcludedFromJobTime
source: Break time is excluded from job time.
ar: وقت الاستراحة غير محسوب ضمن وقت العمل.

# Label_NoOneClockedIn
source: No one is clocked in.
ar: لا يوجد أحد مسجل دخول.

# Label_NoHistoryToday
source: No history yet today.
ar: لا يوجد سجل حتى الآن.

# Label_Working
source: Working
ar: يعمل

# Label_Break
source: Break
ar: استراحة

# Label_FromTo
source: to
ar: إلى

# Button_ClockIn
source: Clock In
ar: بدء

# Button_Break
source: Break
ar: استراحة

# Button_GoToWIP
source: Go to WIP
ar: الإنتقال لكرت الصيانة

# Button_ClockAllOut
source: Clock All Out
ar: إنهاء الكل

# Button_Resume
source: Resume
ar: استئناف

# Button_Log
source: Log
ar: تسجيل

# Button_ClockOut
source: Clock Out
ar: إنهاء

# Button_StartBreak
source: Start
ar: بدء

# Label_FordPID
source: Ford PID
ar: رمز فورد

# Label_StarsPID
source: Stars PID
ar: رقم الموظف

# Label_HourCost
source: Hour Cost
ar: سعر الساعة

# Label_PIN
source: PIN
ar: الرقم السري

# Label_ResignedDate
source: Resigned Date
ar: تاريخ نهاية العقد

# Label_IsActive
source: Is Active
ar: نشط

# Label_Teams
source: Teams
ar: الفريق

# Label_Shift
source: Shift
ar: الوردية

# RTSCodeDefinition
source: RTS Code
ar: تعريف الخدمة

# Label_Franchise
source: Franchise
ar: الوكالة

# Label_VehicleClass
source: Vehicle Class
ar: فئة المركبة

# MenuRTS
source: Menu
ar: قائمة الخدمات

source: Standard Hours
ar: التوقيت بالساعة

# Label_Make
source: Manufacturer
ar: الشركة المصنِّعة

# Label_AllowedHours
source: Allowed Hours
ar: الوقت المسموح بالساعة

source: Definitions
ar: التعريفات

source: Recall
ar: إعادة الطلب

# EmptyData
source: No data available in table
ar: لا توجد بيانات متاحة في الجدول

# AllowedTimes
source: Allowed Time
ar: الأوقات المسموحة

source: Workshop Definition
ar: تعريف الورشة

source: Vehicle Definition
ar: تعريف المركبة

source: External Workshop
ar: الورشة الخارجية

source: External Workshop Template
ar: نموذج ورشة عمل خارجية

source: External Invoices
ar: الفواتير الخارجية

# ExternalWorkshopMaintenanceInvoice
source: External Workshop Maintenance Invoices
ar: فواتير صيانة الورشة الخارجية

source: External Workshop Invoice
ar: فواتير ورشة العمل الخارجية

source: Movements
ar: الحركات

source: Movement In
ar: الحركات الداخلية

source: Price Matrix
ar: مصفوفة الأسعار

source: Technicians Dashboard
ar: لوحة تحكم الفنيين

source: Filter
ar: فرز

# Title_Menus
source: Menus
ar: المجموعات

# Title_MenuDefinition
source: Menu Definition
ar: تعريف مجموعة

# Label_GroupCode
source: Group Code
ar: رمز المجموعة

# Label_GroupName
source: Group Name
ar: اسم المجموعة

# Label_DescriptionEn
source: Description (EN)
ar: الوصف باللغة الإنجليزية

# Label_DescriptionAr
source: Description (AR)
ar: الوصف باللغة العربية

# Title_SelectPart
source: Select Part
ar: إختر القطعة

# Label_Group
source: Group
ar: المجموعة

# Label_SubCategory
source: Sub-Category
ar: المجموعة الفرعية

source: Part Id
ar: رقم القطعة

source: Part Name
ar: اسم القطعة

# Label_IsPart
source: Is Part?
ar: هل هو قطعة؟

# TableData
source: Please enter the table data
ar: الرجاء إدخال معلومات الجدول

# NoDataInTable
source: No Data In The Table
ar: لا يوجد معلومات في الجدول

source: Please select the days of the week
ar: الرجاء اختيار أيام الأسبوع

# Label_SupervisorOverride
source: Supervisor Override
ar: التفويض الإشرافي

# Label_AllowedHour
source: Allowed Hour
ar: الساعة المسموحة

# Label_Applies
source: Applies
ar: ينطبق على

# Label_Basis
source: Basis
ar: الأساس

# Label_Match
source: Match
ar: مطابق

# Label_Markup
source: Markup
ar: العلامة

source: Define Price Matrix Rule
ar: تعريف مصفوفة السعر

# Label_ManufacturerYear
source: Manufacturer Year
ar: سنة الصنع

# Label_ChassisNumber
source: Chassis Number
ar: رقم الشاصي

# Title_MaintenanceList
source: Maintenance List
ar: قائمة الصيانة

# Title_CollectionMapping
source: Collection Mapping
ar: تعيين المجموعة

# Label_StartedRow
source: Started Row
ar: بداية الصف

# Label_StartedColumn
source: Started Column
ar: بداية العمود

# Label_UploadTemplateFile
source: Upload Template File
ar: أرفق النموذج

# Label_DownloadTemplate
source: Download Template
ar: تنزيل القالب

# Button_Download
source: Download
ar: تحميل

# Label_ColumnName
source: Column Name
ar: اسم العمود

# Label_AdditionColumnName
source: Addition Column Name
ar: اسم العمود الإضافي

# Label_MappingColumnDB
source: Mapping Column DB
ar: ربط أعمدة قاعدة البيانات

# Label_MappingColumnIndex
source: Mapping Column Index
ar: ترقيم الأعمدة

# Label_IsVatIncluded
source: Is Vat Included?
ar: هل يشمل الضريبة؟

# Label_AdditionData
source: Addition Data
ar: بيانات إضافية

# Label_FromDate
source: From Date
ar: من تاريخ

# Label_ToDate
source: To Date
ar: الى تاريخ

# Label_UploadFile
source: Upload File
ar: أرفق ملف

# Label_ExcelDate
source: Excel Date
ar: تاريخ إكسل

# Label_InvoiceType
source: Invoice Type
ar: نوع الفاتورة

source: Browse
ar: تصفح

# Label_InvoiceNo
source: Invoice No
ar: رقم الفاتورة

# Label_Location
source: Location
ar: الموقع

# Label_BusinessLine
source: Business Line
ar: خط العمل

# Label_Milage
source: Milage
ar: المسافة المقطوعة
